<template>
  <div>
    新闻列表
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
    <h1>新闻列表</h1>
  </div>
</template>

<script>
export default {
  name: 'NewsList'
}
</script>

<style scoped>

</style>
